Repository: 71e6fd52/factorio-mods-zh_cn
Catalog: omegat/tm/pyfusionenergy_pyfusionenergy_1.6.3.tmx
Source language: en_us
Languages: zh_cn

source: Screening kimberlite.
zh_cn: 筛选金伯利岩石

source: Extract xyhiphoe blood from xyhiphoes.
zh_cn: 来自藤壶的提取血

source: Molluscs will love it.
zh_cn: 软体动物会喜欢它

source: First step in the molybdenum processing chain.
zh_cn: 首先粉碎成小块

source: Turn molybdenite powder into fine dust.
zh_cn: 进一步粉碎

source: Precipitated version of the ore.
zh_cn: 矿石的沉淀版本。

source: Py Fusion Energy
zh_cn: PY之合成能源

source: Molybdenum ore
zh_cn: 钼矿石

source: Kimberlite rock
zh_cn: 金伯利岩

source: Regolite rock
zh_cn: 风化岩

source: Crushed kimberlite
zh_cn: 粉碎金伯利岩

source: Crushed regolite
zh_cn: 粉碎风化岩

source: Kimberlite rejects
zh_cn: 金伯利废品

source: Kimberlite (grade 2)
zh_cn: 二级金伯利岩

source: Kimberlite (grade 3)
zh_cn: 三级金伯利岩

source: Pure kimberlite (grade 2)
zh_cn: 纯二级金伯利岩

source: Kimberlite residues
zh_cn: 金伯利残留

source: Diamond rejects
zh_cn: 金刚石废品

source: Molybdenite powder
zh_cn: 钼矿粉

source: Molybdenite dust
zh_cn: 钼矿尘

source: Molybdenum concentrate
zh_cn: 钼精矿

source: Molybdenum disulfide (MoS2)
zh_cn: 二硫化钼

source: Molybdenum trioxide (MoO3)
zh_cn: 三氧化钼

source: Molybdenum plate
zh_cn: 钼板

source: Sodium chlorate
zh_cn: 氯酸钠

source: Vanadium pentoxide
zh_cn: 氧化钒

source: Super alloy
zh_cn: 超级合金

source: Processed rejects
zh_cn: 加工废品

source: Industrial diamond
zh_cn: 工业金刚石

source: Crude diamond
zh_cn: 粗金刚石

source: Washed diamond
zh_cn: 洗过的金刚石

source: Calcinates
zh_cn: 煅烧残留物

source: Serine
zh_cn: 丝氨酸

source: Methyl acrylate
zh_cn: 丙烯酸甲酯

source: Kmaut ration
zh_cn: 甲龙粮

source: Powdered regolite
zh_cn: 粉状风化岩

source: Regolite dust
zh_cn: 风化岩尘

source: Nexelit matrix
zh_cn: 蓝坷垃矩阵

source: Niobium-titanium alloy
zh_cn: 铌钛合金

source: NENBIT matrix
zh_cn: 南波特矩阵

source: Superconducting wire
zh_cn: 超导线

source: Ferrite
zh_cn: 铁氧体

source: Coil core
zh_cn: 核心线圈

source: Superconducting coil
zh_cn: 超导线圈

source: Magnetic core
zh_cn: 磁芯

source: Deposited vanadium core
zh_cn: 沉积钒芯

source: Superconducting magnetic unit
zh_cn: 超导磁单元

source: Boron trioxide dust
zh_cn: 氧化硼尘

source: Boron mixture
zh_cn: 硼混合物

source: Boron
zh_cn: 硼

source: Boron carbide
zh_cn: 碳化硼

source: Blanket chassis
zh_cn: 隔离层底座

source: Blanket
zh_cn: 隔离层

source: Divertor
zh_cn: 偏滤器

source: Wall shield
zh_cn: 盾墙

source: Reinforced wall shield
zh_cn: 钢筋盾墙

source: Lead container
zh_cn: 铅容器

source: Advanced coating
zh_cn: 高级涂层

source: Coated container
zh_cn: 涂层容器

source: Nuclear sample
zh_cn: 核样品

source: Control unit
zh_cn: 控制单元

source: Silver-zinc alloy
zh_cn: 银锌合金

source: Silver foam
zh_cn: 泡沫银

source: A rare and good molybdenum source.
zh_cn: 稀有好钼源

source: Diamond-rich rock.
zh_cn: 盛产金刚石的岩石

source: Leftovers after advanced ore processing.
zh_cn: 金刚石废料，偶尔也能找出来一些能用的金刚石

source: Commonly used as a dry lubricant due to its low friction and robustness.
zh_cn: 硫化钼

source: An important industrial catalyst.
zh_cn: 氧化钼

source: A very important vanadium compound, widely used as an industrial catalyst.
zh_cn: 五氧化二钒

source: A white crystalline powder.
zh_cn: 次氯酸钠

source: An incredible multifunctional alloy for advanced machines and processes.
zh_cn: 令人难以置信的多功能合金，可用于结构和催化

source: Industrial beauty.
zh_cn: 工业之美

source: Multipurpose protein.
zh_cn: 一种氨基酸

source: Food for kmauts.
zh_cn: 甲龙吃的罐头

source: Phytoplankton
zh_cn: 浮游植物

source: Molybdenite pulp
zh_cn: 钼矿浆

source: Molybdenum pulp
zh_cn: 钼浆

source: Vacuum
zh_cn: 真空

source: Xyhiphoe blood
zh_cn: 藤壶血

source: Pressurised water
zh_cn: 压力水

source: Wastewater
zh_cn: 废水

source: Vanabins
zh_cn: 钒块

source: Blue liquor
zh_cn: 蓝酒

source: Vanadium pulp (stage 1)
zh_cn: 钒浆 01

source: Vanadium pulp (stage 2)
zh_cn: 钒浆 02

source: Vanadium pulp (stage 3)
zh_cn: 钒浆 03

source: Vanadium pulp (stage 4)
zh_cn: 钒浆 04

source: Vanadium pulp (stage 5)
zh_cn: 钒浆 05

source: Vanadium precipitate
zh_cn: 钒沉淀

source: Pressurised vanadium pulp
zh_cn: 液压含钒流体

source: Vanadates
zh_cn: 钒酸盐

source: Organic vanadates
zh_cn: 有机钒酸盐

source: Vanadium concentrate
zh_cn: 钒精矿

source: Vanadium solution
zh_cn: 钒溶液

source: Industrial solvent
zh_cn: 工业溶剂

source: Used solvent
zh_cn: 使用溶剂

source: Soda ash regeneration solution
zh_cn: 纯碱再生液

source: Acid strip solution
zh_cn: 硫酸二甲酯

source: Pregnant V2O5 acid solution
zh_cn: 培育五氧化二钒的酸溶液

source: Diamond tailings
zh_cn: 金刚石尾矿

source: Diamond concentrate
zh_cn: 金刚石精矿

source: Kimberlite pulp
zh_cn: 金伯利岩混合浆

source: Diamond water concentrate
zh_cn: 富集金刚石浆

source: Grease
zh_cn: 优质润滑油

source: Diamond water (grade 1)
zh_cn: 大颗粒金刚石浆

source: Diamond water (grade 2)
zh_cn: 中等颗粒金刚石浆

source: Diamond water (grade 3)
zh_cn: 小颗粒金刚石浆

source: Liquid nitrogen
zh_cn: 液氮

source: Pressurised air
zh_cn: 增压空气

source: Cold air
zh_cn: 冷空气

source: Purified air
zh_cn: 过滤空气

source: Cold clean air
zh_cn: 低温过滤空气

source: Liquid clean air
zh_cn: 液态过滤空气

source: Helium-rich gas
zh_cn: 稀有气体-氦

source: Dry gas stream
zh_cn: 干燥吸附气

source: Alien bacteria
zh_cn: 异星菌群 mk01

source: Ethanolamine
zh_cn: 乙醇胺

source: Highly purified gas
zh_cn: 高纯度气体

source: Gas stream
zh_cn: 吸附气

source: Liquified petroleum gas
zh_cn: 液化石油气

source: Crude helium
zh_cn: 净化氦气

source: Helium
zh_cn: 氦

source: Helium-3
zh_cn: 氦-3

source: Hydrogen proton
zh_cn: 氢质子

source: Liquid rich gas
zh_cn: 液态稀有气体

source: Rich gas
zh_cn: 稀有气体

source: Liquid helium
zh_cn: 液态氦

source: Heavy water
zh_cn: 重水

source: Deuterium
zh_cn: 重氢

source: Tritium
zh_cn: 氚

source: Pressurised steam
zh_cn: 高压蒸汽

source: Supercritical steam
zh_cn: 临界蒸汽

source: Xyhiphoe pool MK 01
zh_cn: 藤壶池 MK01

source: Phytoplankton farm MK 01
zh_cn: 浮游植物养殖场

source: Phytoplankton farm MK 02
zh_cn: 浮游植物养殖场 MK 02

source: Phytoplankton farm MK 03
zh_cn: 浮游植物养殖场 MK 03

source: Phytoplankton farm MK 04
zh_cn: 浮游植物养殖场 MK 04

source: Pressure pump MK 01
zh_cn: 压力管道泵 MK01

source: Molybdenite ore
zh_cn: 钼矿石

source: Volcanic pipe
zh_cn: 火山口（金伯利岩富集区）

source: Regolith site
zh_cn: 风化岩位置

source: Agitator MK 01
zh_cn: 搅拌器 MK01

source: Thickener MK 01
zh_cn: 增稠器 MK01

source: Hydrocyclone MK 01
zh_cn: 水力旋流器 MK01

source: Mixer MK 01
zh_cn: 混合器 MK01

source: Diamond mine
zh_cn: 金刚石挖掘机

source: Molybdenum mine
zh_cn: 钼矿挖掘机

source: Automated screener MK 01
zh_cn: 自动筛选 MK01

source: Secondary crusher MK 01
zh_cn: 二级破碎机 MK01

source: Centrifugal pan MK 01
zh_cn: 离心炉 MK01

source: Jig concentrator MK 01
zh_cn: 跳汰机 MK01

source: Grease table MK 01
zh_cn: 涂脂摇床 MK01

source: Regolite mine
zh_cn: 风化岩挖掘机

source: Compressor MK 01
zh_cn: 压缩机 MK01

source: Gene lab MK 01
zh_cn: 基因实验室 MK01

source: Kmaut enclosure MK 01
zh_cn: 甲龙围栏 MK01

source: Bioreactor
zh_cn: 生物反应器

source: Gas processing unit MK 01
zh_cn: 气体处理装置 MK01

source: Nanomaterial factory MK 01
zh_cn: 纳米材料厂 MK01

source: Fusion reactor
zh_cn: 聚变反应堆

source: Aneutronic fusion reactor
zh_cn: 无中子核聚变反应堆

source: Heat exchanger
zh_cn: 换热器

source: High pressure turbine
zh_cn: 增压汽轮机

source: Xyhiphoe pool MK 02
zh_cn: 藤壶池 MK02

source: Pressure pump MK 02
zh_cn: 压力管道泵 MK02

source: Agitator MK 02
zh_cn: 搅拌器 MK02

source: Thickener MK 02
zh_cn: 增稠器 MK02

source: Hydrocyclone MK 02
zh_cn: 水力旋流器 MK02

source: Mixer MK 02
zh_cn: 混合器 MK02

source: Automated screener MK 02
zh_cn: 自动筛选 MK02

source: Secondary crusher MK 02
zh_cn: 二级破碎机 MK02

source: Centrifugal pan MK 02
zh_cn: 离心炉 MK02

source: Jig concentrator MK 02
zh_cn: 跳汰机 MK02

source: Grease table MK 02
zh_cn: 涂脂摇床 MK02

source: Compressor MK 02
zh_cn: 压缩机 MK02

source: Gene lab MK 02
zh_cn: 基因实验室 MK02

source: Kmaut enclosure MK 02
zh_cn: 甲龙围栏 MK02

source: Gas processing unit MK 02
zh_cn: 气体处理装置 MK02

source: Nanomaterial factory MK 02
zh_cn: 纳米材料厂 MK02

source: Xyhiphoe pool MK 03
zh_cn: 藤壶池 MK03

source: Pressure pump MK 03
zh_cn: 压力管道泵 MK03

source: Agitator MK 03
zh_cn: 搅拌器 MK03

source: Thickener MK 03
zh_cn: 增稠器 MK03

source: Hydrocyclone MK 03
zh_cn: 水力旋流器 MK03

source: Mixer MK 03
zh_cn: 混合器 MK03

source: Automated screener MK 03
zh_cn: 自动筛选 MK03

source: Secondary crusher MK 03
zh_cn: 二级破碎机 MK03

source: Centrifugal pan MK 03
zh_cn: 离心炉 MK03

source: Jig concentrator MK 03
zh_cn: 跳汰机 MK03

source: Grease table MK 03
zh_cn: 涂脂摇床 MK03

source: Compressor MK 03
zh_cn: 压缩机 MK03

source: Gene lab MK 03
zh_cn: 基因实验室 MK03

source: Kmaut enclosure MK 03
zh_cn: 甲龙围栏 MK03

source: Gas processing unit MK 03
zh_cn: 气体处理装置 MK03

source: Nanomaterial factory MK 03
zh_cn: 纳米材料厂 MK03

source: Xyhiphoe pool MK 04
zh_cn: 藤壶池 MK04

source: Pressure pump MK 04
zh_cn: 压力管道泵 MK04

source: Agitator MK 04
zh_cn: 搅拌器 MK04

source: Thickener MK 04
zh_cn: 增稠器 MK04

source: Hydrocyclone MK 04
zh_cn: 水力旋流器 MK04

source: Mixer MK 04
zh_cn: 混合器 MK04

source: Automated screener MK 04
zh_cn: 自动筛选 MK04

source: Secondary crusher MK 04
zh_cn: 二级破碎机 MK04

source: Centrifugal pan MK 04
zh_cn: 离心炉 MK04

source: Jig concentrator MK 04
zh_cn: 跳汰机 MK04

source: Grease table MK 04
zh_cn: 涂脂摇床 MK04

source: Compressor MK 04
zh_cn: 压缩机 MK04

source: Gene lab MK 04
zh_cn: 基因实验室 MK04

source: Kmaut enclosure MK 04
zh_cn: 甲龙围栏 MK04

source: Gas processing unit MK 04
zh_cn: 气体处理装置 MK04

source: Nanomaterial factory MK 04
zh_cn: 纳米材料厂 MK04

source: Grow deep ocean alien molluscs that concentrate vanadium from water.
zh_cn: 从水中的深海异星软体动物体内生长有浓缩钒

source: Highly controlled enviroment to grow phytoplankton.
zh_cn: 培养用来喂养其他生物的藻类，通过紫外灯管的设置，使培养箱具有自净的功能，防止杂菌对所培养微生物的干扰，以实现藻类在最适合其生长的环境下生长，从而提高其品质、缩短培养周期。

source: Mix and agitate mixtures for complete homogenisation.
zh_cn: 混合搅拌混合物以达到完全均匀化

source: Concentrate fine particulates for further processing.
zh_cn: 将液体进行浓缩

source: Provides pressurised products.
zh_cn: 真空泵提供压力产品

source: Separate solid/liquid pulps.
zh_cn: 处理、加工流体

source: Slow-mix, separate and dip ingredients for perfect concentrations.
zh_cn: 慢速混合，分离和浸渍成分完美的浓度

source: Powerful laser to break down very hard rocks.
zh_cn: 强力激光击穿非常坚硬的岩石

source: Automatically split raw ores from other particles by screening.
zh_cn: 自动分割原矿石筛选其他粒子

source: Split, crush and prepare sub levels of crushing minerals.
zh_cn: 破碎，粉碎和准备粉碎矿物第二道工序

source: Huge place to concentrate and refine large amounts of materials.
zh_cn: 浓缩和提炼大量原料的巨大场所

source: Gravity concentrator for intermediate fluid-based ore processing.
zh_cn: 液基矿石中间加工使用的跳汰机

source: Using grease to select the best ores and split from the rest using X-ray scans.
zh_cn: 使用油脂来选择最好的矿石，并通过X射线扫描从其他矿石中分离出来

source: Dig and extract regolites from this planet.
zh_cn: 从这个星球上挖掘和提取风化岩

source: A place to create and maturate genetically altered organisms.
zh_cn: 使用成熟的遗传基因技术来改变生物

source: Grow the friendly bug creatures.
zh_cn: 培育友善的昆虫生物

source: A place for microorganisms to do their job.
zh_cn: 微生物生长的地方

source: A building that split gases from mixtures and vapor deposition.
zh_cn: 从混合物和汽相沉积中分离出的气体

source: A place to build nanoscale materials.
zh_cn: 建造纳米材料的地方

source: Ready to fuse atoms!
zh_cn: 准备原子融合

source: Ready to fuse particles and atoms.
zh_cn: 准备融合粒子和原子

source: Use the heat in a useful fluid.
zh_cn: 使用有用流体中的热量

source: Advanced mining facilities
zh_cn: 高级采矿设备

source: Fusion energy - Stage 1
zh_cn: 聚变能源 MK01

source: Fusion energy - Stage 2
zh_cn: 聚变能源 MK02

source: Fusion energy - Stage 3
zh_cn: 聚变能源 MK03

source: Fusion energy - Stage 4
zh_cn: 聚变能源 MK04

source: Vanadium processing
zh_cn: 钒加工

source: Molybdenum processing
zh_cn: 钼加工

source: Diamond mining
zh_cn: 金刚石开采

source: Regolith mining
zh_cn: 风化岩开采

source: Helium processing
zh_cn: 氦处理

source: Advanced ore production demands it.
zh_cn: 高级矿石生产需要它

source: Unlock basic fusion resource processing.
zh_cn: 解锁基本融合资源加工

source: Unlock tritium fusion.
zh_cn: 解锁氚聚变

source: Unlock helium-3 fusion.
zh_cn: 解锁氦3融合

source: Unlock aneutronic fusion.
zh_cn: 解锁多重聚变反应融合

source: Unlock vanadium processing.
zh_cn: 解锁钒加工步骤

source: Unlock molybdenum processing.
zh_cn: 解锁钼加工步骤

source: Unlock diamond processing.
zh_cn: 解锁金刚石加工步骤

source: Unlock regolite exploration.
zh_cn: 解锁风化岩勘探

source: Unlock helium processing.
zh_cn: 解锁氦处理步骤

source: Regolites
zh_cn: 风化岩

source: Add MK 02 - MK 04 PyFusion machines
zh_cn: 开启mk2-mk4的PYFE的机器
